"AgreeAndProceedButtonText" = "Zgadzam się i kontynuuj";
"AllowRepatchUpgradeToggle" = "Zezwalaj na ponowne łatanie / aktualizację";
"Credits" = "Podziękowania:";
"CreditsLinks" = "[@gcenx](https://github.com/Gcenx)
[@nastys](https://github.com/nastys)";
"CreditsText" = "Szczególne podziękowania dla deweloperów odpowiedzialnych za łatki DXVK oraz MoltenVK za ich ogromną pomoc i udostępnienie niezbędnych plików.";
"CrossOverDownloadURL" = "https://codeweavers.com/account/downloads";
"CrossOverDownloadURLText" = "stronę pobierania CodeWeavers";
"CrossOverPatcher" = "CXPatcher";
"CWForums" = "forum CodeWeavers";
"CWForumsURL" = "https://www.codeweavers.com/support/forums/general/?t=27;msg=257865";
"CWWebsite" = "Aby uzyskać więcej informacji, odwiedź";
"CXPatcherName" = "CXPatcher";
"DisclaimerPleaseNoteLabelText" = "Uwaga:";
"DisclaimerText" = "To jest nieoficjalny program umożliwiający łatanie programu CrossOver. CodeWeavers nie jest w żaden sposób związane z pracami i rozwojem tego programu. Pomimo przeprowadzonych testów, to oprogramowanie może spowodować, że CrossOver będzie działał w nieprawidłowy sposób. KORZYSTASZ NA WŁASNE RYZYKO. Korzystanie z tego oprogramowania narusza warunki oficjalnego wsparcia ze strony CodeWeavers.

Jeśli napotkasz jakiekolwiek problemy z instalacją CrossOver, możesz pobrać nową kopię CrossOver ze strony CodeWeavers.";
"XtLibsButtonText" = "Zlokalizuj folder DXMT";
"XtLibsLabel" = "Zainstaluj zewnętrzny framework";
"XtLibsToggle" = "Zainstaluj DXMT";
"XtLibsLocateText" = "Zlokalizuj folder DXMT za pomocą przycisku poniżej:";
"XtLibsPathLabelText" = "Ścieżka do folderu zewnętrznych zasobów";
"XtLibsDisclaimerText" = "OSTRZEŻENIE: To jest wersja Alpha, może być niestabilna i spowodować awarię komputera. Używaj na własne ryzyko. Po zastosowaniu poprawki MUSISZ UTWORZYĆ NOWĄ BUTELKĘ DLA DXMT";
"GPTKToggle" = "Integracja D3DMetal (GPTK)";
"ForcePatch" = "Wymuś łatanie";
"Instructions" = "Instrukcja";
"InstructionsAskWhatDo" = "Co umożliwia ten program?";
"InstructionsButtonText" = "Instrukcja";
"InstructionsFunctionDescription" = "Ten program poprzez łatkę modyfikuje Twoją instalację CrossOver, aby używała zaktualizowanych i dostosowanych wersji DXVK i MoltenVK, co w niektórych przypadkach poprawia kompatybilność lub wydajność niektórych gier.";
"InstructionsText" = "Upewnij się, że masz niezmodyfikowaną wydanie CrossOver pobraną ze strony swojego konta w CodeWeavers. Upewnij się, że CrossOver został zarejestrowany i uruchomiony przynajmniej raz, aby upewnić się, że najnowsza wersja DXVK została poprawnie aktywowana. Może być konieczne przełączenie DXVK na wyłączony i ponownie włączony w CrossOver. Jeśli z jakiegoś powodu Twoja instalacja CrossOver stała się nieużywalna, można ją ponownie pobrać ze strony internetowej CodeWeavers. Ten program łatający nie wprowadzi żadnych trwałych modyfikacji do Twoich butelek CrossOver.";
"PatchStatusAlreadyPatched" = "Ta wersja CrossOver.app została juz wcześniej załatana!";
"PatchStatusError" = "Nie udało się załatać CrossOver.app. Proszę upewnij się, że próbujesz załatać stabilną wersję CrossOver %@ ze strony CodeWeavers.";
"PatchStatusReady" = "Upuść CrossOver.app tutaj \nlub kliknij, aby odszukać ją w Finderze";
"PatchStatusSuccess" = "CrossOver.app został załatany pomyślnie";
"RestoreButtonLabel" = "Przywróć";
"RestoreConfirm" = "Super!";
"RestoreFailure" = "Ta wersja CrossOver.app jest nie załatana, lub była załatana przez nieaktualną wersję CXPatcher.";
"RestoreStatusLabel" = "Przywracanie CrossOver.app";
"RestoreSuccess" = "CrossOver.app został pomyślnie przywrócony.";
"GcenxURL" = "https://github.com/Gcenx";
"nastysURL" = "https://github.com/nastys";
"MediaFoundation" = "Aby uruchomić Media Foundation, należy zainstalować GStreamer (Wymagana instalacja dla wszystkich użytkowników)";
"DownloadGStreamer" = "Pobieranie Gstreamer";
"GStreamerInstalled" = "GStreamer jest już zainstalowany";
"waitFor" = "Czekam na przeczytanie zastrzeżenia i potwierdzenie";
"confirmationValue" = "Nie będę prosić CodeWeavers o wsparcie ani zwrot pieniędzy";
"confirmation" =  "Wpisz 'Nie będę prosić CodeWeavers o wsparcie ani zwrot pieniędzy' w polu wejściowym poniżej";
"unsupported" = "nieobsługiwany";
"bottlesPathToggle" = "Użyj osobnej ścieżki dla butelek";
"Remove signature" = "Usuń podpis";
"Options" = "Opcje";
"optionsButtonText" = "Zaawansowane opcje";
"MTLHUDToggle" = "Zawsze włączony METAL HUD";
"DisableFastMathToggle" = "Wyłącz szybką matematykę";
"DisableAutoUpdate" = "Zapobiegaj automatycznej aktualizacji CrossOver";
"bottlesToggleHelp" = "Buteleki zostaną zapisane w innym folderze, CrossOver nie będzie używać butelek wygenerowanych z CrossOver, możesz potrzebować stworzyć nową butelkę, jest opcja dostosowania ścieżki, gdzie butelki są przechowywane";
"gptkToggleHelp" = "Aktualizuje bieżące biblioteki Game Porting Toolkit";
"mkvToggleHelp" = "Aktualizuje biblioteki MoltenVK (z poprawką UE4)";
"dxvkToggleHelp" = "Aktualizuje biblioteki DXVK";
"signatureToggleHelp" = "Usuwa podpis aplikacji, aby naprawić problemy z GateKeeper (aplikacja otworzy się za pomocą prawego przycisku myszy)";
"autoUpdateToggleHelp" = "Wyłącza sprawdzanie aktualizacji CrossOver";
"fastMathToggleHelp" = "Naprawia niektóre problemy z renderowaniem w niektórych grach przy użyciu DXVK (WOLNIEJSZE) dla wszystkich butelek";
"advertiseAVXToggle" = "Zawsze reklamuje AVX";
"advertiseAVXToggleHelp" = "Wymusza na rosecie reklamowanie AVX, zamiast używać go tylko na żądanie (niektóre gry, takie jak Yakuza, tego potrzebują, aby działać). Może sprawić, że niektóre gry będą działać, ale potencjalnie spowolnić lub zepsuć inne gry. Jeśli nie jesteś pewien, zostaw niezaznaczone";
"hudToggleHelp" = "Włącza Metal HUD dla wszystkich butelek";
"MVKdontPatch" = "Nie łataj";
"MVKbaseline" = "Stabilna wersja MVK + poprawki UE4";
"MVKlatest" = "Najnowszy MVK + UE4 hack";
"MVKexperimental" = "Eksperymentalny MVK + UE4 hack";
"Patch DXVK" = "Łataj DXVK";
"Patch MoltenVK" = "Łataj MoltenVK";
"DXVKAsyncToggle" = "Asynchroniczne DXVK";
"DXVKAsyncToggleHelp" = "Włącza asynchroniczną kompilację cieni DXVK";
"DisableUE4HackToggle" = "Wyłącz poprawki dla UE4";
"DisableUE4HackToggleHelp" = "Wyłącza poprawki dla UE4 (użyj tej opcji, jeśli masz problemy z grafiką w grze)";
"continue" = "Kontynuuj";
"d3dMetalCache" = "Pamięć podręczna D3DMetal";
"clearD3dmetalCache" = "Wyczyść";
"ShowD3dmetalCacheFolder" = "Pokaż folder";
"findSteamCaches" = "Znajdź pliki pamięci podręcznej Steam";
"d3dmetalCacheDeleted" = "Pamięć podręczna D3DMetal została wyczyszczona";
"d3dmetalCacheDeleteFailed" = "Nie udało się usunąć pamięci podręcznej D3DMetal";
"scanningSteamFolders" = "Skanowanie folderów pamięci podręcznej Steam";
"clickFindSteamCaches" = "Kliknij, aby przeskanować foldery pamięci podręcznej Steam";
"steamCacheDeleted" = "Wybrany folder pamięci podręcznej Steam został wyczyszczony";
"steamCacheDeleteFailed" = "Nie udało się usunąć wybranego pliku pamięci podręcznej Steam";
"steamCacheDeleteInProgress" = "Usuwanie wybranego pliku pamięci podręcznej Steam";
"Tools" = "Narzędzia";
"toolsButtonText" = "Narzędzia";
"DXMTOptions" = "Opcje DXMT";
"preferredMaxFrameRate" = "Maksymalna liczba klatek: %@";
"preferredMaxFrameRateHelp" = "Można ustawić, aby wymusić sterowanie tempem klatek aplikacji przez Metal. Wartość musi być wielokrotnością częstotliwości odświeżania wyświetlacza. (np. 15/30/40/60/120 jest prawidłowe dla wyświetlacza 120 Hz).";
"metalFXSpatial" = "Metal FX Przestrzenny";
"metalFXSpatialHelp" = "Włącza przestrzenny skalator MetalFX na wyjściowym łańcuchu wymiany. Domyślnie podwaja rozdzielczość wyjściową.";
"metalSpatialUpscaleFactor" = "Współczynnik Skalowania: %@";
